target/test-classes/xml/sws/getbundle/Get_bundle_request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sel="http://selfcare.telco.hsntech.com">
  <soapenv:Header/>
  <soapenv:Body>
    <sel:getBundleRequest>
      <sel:bundleCriteria>
        <sel:externalSystemId>MOBILEAWARE</sel:externalSystemId>
        <sel:accountNumber>$accountNumber$</sel:accountNumber>
        <sel:subscriptionNumber>$subscriptionNumber$</sel:subscriptionNumber>
      </sel:bundleCriteria>
    </sel:getBundleRequest>
  </soapenv:Body>
</soapenv:Envelope>